package contitional_statements_cycles;

public class Task_2 {
    //Напишите программу, которая выводит все четные числа от 1 до 10.
    public void table() {
        for (int i = 1; i <= 10; i++) {
            System.out.println("3 * " + i + " = " + i * 3);
        }
    }

}
